{
  "users": [
    {
      "id": "001",
      "login": "Anton",
      "password": "qwerty123",
      "registered_at": "2024-12-30",
      "role_id": 0
    },
    {
      "id": "dfc1",
      "login": "ivan",
      "password": "qwerty123",
      "registered_at": "2043-06-05 06:11",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "002",
      "title": "Равным образом начало повседневной работы",
      "image_url": "https://fastly.picsum.photos/id/1070/280/150.jpg?hmac=T7EDks4ietL_Ov4X0GY_ndxZ-l1LxxuB0mrE_vORA2E",
      "content": "Равным образом начало повседневной работы по формированию позиции способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также укрепление и развитие структуры требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности способствует подготовки и реализации направлений прогрессивного развития. \n \n Задача организации, в особенности же укрепление и развитие структуры играет важную роль в формировании систем массового участия. Повседневная практика показывает, что сложившаяся структура организации способствует подготовки и реализации модели развития.\n \n Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке новых предложений. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности требуют определения и уточнения систем массового участия. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности способствует подготовки и реализации новых предложений.\n \n С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение соответствующий условий активизации.Значимость этих проблем настолько очевидна, что консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт начало повседневной работы по формированию позиции способствует подготовки и реализации форм развития. \n \n Не следует, однако забывать, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Таким образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.",
      "published_at": "2024-12-27"
    },
    {
      "id": "003",
      "title": "Товарищи!",
      "image_url": "https://fastly.picsum.photos/id/593/280/150.jpg?hmac=cIztPAec83da_L46Qm8VPr5_AaTrtrg0zo3fctKtKco",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании систем массового участия. Равным образом рамки и место обучения кадров в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. \n \n Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Товарищи! консультация с широким активом представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.\n \n Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании направлений прогрессивного развития. Не следует, однако забывать, что консультация с широким активом требуют от нас анализа дальнейших направлений развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Таким образом укрепление и развитие структуры требуют определения и уточнения систем массового участия.",
      "published_at": "2024-10-18"
    },
    {
      "id": "004",
      "title": "Консультация с широким активом",
      "image_url": "https://fastly.picsum.photos/id/21/280/150.jpg?hmac=kE4h0ypDO9rjJbWvrVLSYV_HdTpjyTVCv-nQLeQPO8Y",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании систем массового участия. Равным образом рамки и место обучения кадров в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. \n \n Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Товарищи! консультация с широким активом представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям. \n \n Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании направлений прогрессивного развития. Не следует, однако забывать, что консультация с широким активом требуют от нас анализа дальнейших направлений развития. \n \n Не следует, однако забывать, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Таким образом укрепление и развитие структуры требуют определения и уточнения систем массового участия.",
      "published_at": "2024-11-11"
    },
    {
      "id": "789d",
      "image_url": "https://fastly.picsum.photos/id/416/280/150.jpg?hmac=l7ZQZA5Y4TjARcVyvQoPbIqccZN8J7e1pMA37NOG_0U",
      "published_at": "2041-03-24 15:18",
      "title": "Пробую создать новую статью",
      "content": "I will try to write smth here to see what will go wrong if i don't insert unwanted text\n\nHere some more text"
    },
    {
      "id": "07c4",
      "image_url": "ssssssssssasdasdasdasdasdasdasdasd",
      "published_at": "2054-03-21 05:21",
      "title": "asdasdasdasdasdszxczxczxczxcvb wqwdqwdasd",
      "content": "sofa,wd f nasdb fjhjasdgvCVSCXVWADF KJHGKJSD , kjlhdkfasdfgaskdfb akjsdhbakjsdhaskld akjshdakshd sdsdsd ;"
    },
    {
      "id": "de60",
      "image_url": "https://fastly.picsum.photos/id/640/280/150.jpg?hmac=aW1703ZL8ad1I4AqiwZ7mVgTTFPN3OzQLObV9kAGObc",
      "published_at": "2048-07-30 04:33",
      "title": "Beach",
      "content": "a new post regarding where to go on summer vacation ;"
    }
  ],
  "comments": [],
  "sessions": [
    {
      "id": "2395",
      "hash": "0.80957103278021302905642642144812270998954772949219",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    },
    {
      "id": "0748",
      "hash": "0.44445870899818007426773647239315323531627655029297",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    },
    {
      "id": "1231",
      "hash": "0.73433498787751561032166591758141294121742248535156",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    },
    {
      "id": "0f2a",
      "hash": "0.68514489784490917312353985835216008126735687255859",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    },
    {
      "id": "bd21",
      "hash": "0.83959157459307198756448542553698644042015075683594",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    },
    {
      "id": "447e",
      "hash": "0.70830427595085998504487179161515086889266967773438",
      "user": {
        "id": "001",
        "login": "Anton",
        "password": "qwerty123",
        "registeredAt": "2024-12-30",
        "roleId": 0
      }
    }
  ]
}